Repository: MuradoffTehmez/Q360
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az, tr

source: oxunmamış bildiriş
az: unread notification

source: Bildirişlər
az: Notifications

source: Peşəkar işçilərin performansını qiymətləndirmək üçün müasir həll
az: Modern solution for evaluating professional employee performance

source: qiymətləndirmə, performans, işçi, HR, insan resursları
az: evaluation, performance, employee, HR, human resources

source: Qiymətləndirmə Sistemi
az: Evaluation System
tr: Değerlendirme Sistemi

source: Yüklənir...
az: Loading...
tr: Yükleniyor...

source: Əsas məzmuna keç
az: Skip to main content
tr: Ana içeriğe geç

source: Navigasiyanı aç/bağla
az: Toggle navigation
tr: Navigasyonu aç/kapat

source: Tema dəyişdir
az: Change theme

source: Dil seçimi
az: Language selection

source: İstifadəçi menyusu
az: User menu
tr: Kullanıcı menüsü

source: Salam
az: Hello
tr: Merhaba

source: Profilim
az: My Profile

source: Hesabatım
az: My Report
tr: Raporlarım

source: Rəhbər Paneli
az: Manager Panel
tr: Yönetici Paneli

source: Superadmin Paneli
az: Superadmin Panel
tr: Süper Yönetici Paneli

source: Çıxış
az: Logout
tr: Çıkış

source: Daxil Ol
az: Login
tr: Giriş Yap

source: Bağla
az: Close
tr: Kapat

source: Ana Səhifə
az: Home
tr: Ana Sayfa

source: Peşəkar işçilərin performansını qiymətləndirmək üçün müasir və etibarlı həll
az: Modern and reliable solution for evaluating professional employee performance

source: Keçidlər
az: Links
tr: Bağlantılar

source: Dəstək
az: Support
tr: Destek

source: Yardım
az: Help

source: Əlaqə
az: Contact
tr: İletişim

source: Gizlilik
az: Privacy

source: Bakı, Azərbaycan
az: Baku, Azerbaijan
tr: Bakü, Azerbaycan

source: Bütün hüquqlar qorunur
az: All rights reserved
tr: Tüm hakları saklıdır

source: Versiya
az: Version
tr: Sürüm

source: Son yenilik
az: Latest update
tr: Son güncelleme

source: Xoş gəldiniz
az: Welcome

source: Performans idarəetmə sisteminə xoş gəldiniz
az: Welcome to the performance management system

source: Son giriş
az: Last login

source: Aktiv İnkişaf Planınız
az: Your Active Development Plan

source: Sizin üçün aktiv inkişaf planı mövcuddur. Hədəflərinizi izləyin və inkişaf edin.
az: You have an active development plan. Track your goals and improve.

source: Plana Bax
az: View Plan

source: Qiymətləndirmə Tapşırıqlarınız
az: Your Evaluation Tasks

source: Aşağıdakı şəxslər üçün qiymətləndirməni tamamlamalısınız
az: You need to complete evaluations for the following people

source: Dövr
az: Period

source: Gözləyir
az: Pending

source: Son tarix
az: Deadline

source: Əla!
az: Great!

source: Hal-hazırda tamamlanmalı qiymətləndirmə tapşırığınız yoxdur.
az: You currently have no evaluation tasks to complete.

source: Tez Əməliyyatlar
az: Quick Actions

source: Profil Yeniləmə
az: Profile Update

source: Komanda İdarəsi
az: Team Management

source: Qiymətləndirmə Hesabatı
az: Evaluation Report

source: İnkişaf Planı Yarat
az: Create Development Plan

source: PDF Yüklə
az: Download PDF

source: Hesabat Dövrünü Seçin:
az: Select Report Period:

source: Göstər
az: Show

source: Dövrü üçün Detallı Analiz
az: Detailed Analysis for Period

source: İşçi:
az: Employee:

source: Kompetensiyalar üzrə Nəticələr
az: Results by Competencies

source: Ümumi Göstəricilər
az: General Indicators

source: Kompetensiya (Kateqoriya)
az: Competency (Category)

source: Ortalama Xal (10 üzərindən)
az: Average Score (out of 10)

source: Bu dövr üçün göstərici tapılmadı.
az: No indicators found for this period.

source: Dövrü üçün Yazılı Rəylər
az: Written Feedback for Period

source: Bu dövr üçün yazılı rəy qeyd edilməyib.
az: No written feedback recorded for this period.

source: AI Əsaslı İnkişaf Tövsiyələri
az: AI-Based Development Recommendations

source: Performans Tarixçəsi (Ümumi Ortalama Bal)
az: Performance History (Overall Average Score)

source: Ortalama Xal
az: Average Score

source: Ümumi Ortalama Bal
az: Overall Average Score

source: Səhifə
az: Page

source: 360° Performans Hesabatı
az: 360° Performance Report

source: İşçi
az: Employee

source: Vəzifə
az: Position

source: Hesabat Tarixi
az: Report Date

source: Boşluq Analizi (Gap Analysis)
az: Gap Analysis

source: Anonim Yazılı Rəylər
az: Anonymous Written Feedback

source: Fərdi İnkişaf Planı
az: Individual Development Plan

source: Plan Məlumatları
az: Plan Information

source: Qiymətləndirmə Dövrü:
az: Evaluation Period:

source: Hədəflər
az: Goals

source: Burada şəxsi məlumatlarınızı redaktə edə və şifrənizi dəyişə bilərsiniz.
az: Here you can edit your personal information and change your password.

source: Profil Şəkli
az: Profile Picture

source: İstifadəçi adı:
az: Username:

source: E-poçt:
az: Email:

source: Əlaqə Nömrəsi:
az: Phone Number:

source: Doğum Tarixi:
az: Date of Birth:

source: Qeydiyyat Tarixi:
az: Registration Date:

source: Məlumatları Dəyiş
az: Change Information

source: Şifrəni Dəyiş
az: Change Password

source: Profil Məlumatları
az: Profile Information

source: Yadda Saxla
az: Save

source: Təhlükəsizlik
az: Security

source: Qiymətləndirmə Formu
az: Evaluation Form

source: Qiymətləndirilən şəxs:
az: Person being evaluated:

source: Dövr:
az: Period:

source: Xal (1-dən 10-a qədər):
az: Score (from 1 to 10):

source: Əlavə fikirlərinizi yaza bilərsiniz...
az: You can write your additional thoughts here...

source: Qiymətləndirməni Təsdiqlə
az: Confirm Evaluation

source: Komandanın Kompetensiyalar üzrə Performansı
az: Team Performance by Competencies

source: Komanda Üzvləri
az: Team Members

source: Sizin tabeliyinizdə olan işçilərin siyahısı:
az: List of employees under your supervision:

source: Hesabata Bax
az: View Report

source: Sizin tabeliyinizdə heç bir işçi tapılmadı.
az: No employees found under your supervision.

source: Komandanın Ortalama Balı
az: Team Average Score

source: Yeni Dövr Başlat
az: Start New Period

source: Sistemdə heç bir qiymətləndirmə dövrü tapılmadı. Zəhmət olmasa, yeni bir dövr başladın.
az: No evaluation period found in the system. Please start a new period.

source: Aktiv Dövr:
az: Active Period:

source: Tamamlanma Nisbəti
az: Completion Rate

source: tapşırıqdan
az: out of tasks

source: Departament Sayı
az: Number of Departments

source: Prosesdə iştirak edən departamentlər
az: Departments participating in the process

source: Departamentlər üzrə Ortalama Performans
az: Average Performance by Departments

source: Reytinq Cədvəli
az: Rating Table

source: Departament
az: Department

source: Ortalama Bal
az: Average Score

source: Statistika üçün məlumat tapılmadı.
az: No data found for statistics.

source: Yeni Qiymətləndirmə Dövrü Yarat
az: Create New Evaluation Period

source: Xəta
az: Error

source: Səhv Sorğu
az: Bad Request

source: Sorğunuz düzgün deyil və emal edilə bilmədi.
az: Your request is invalid and could not be processed.

source: Giriş Tələb Olunur
az: Login Required

source: İcazə Verilmədi
az: Unauthorized

source: Bu səhifəyə baxmaq üçün autentifikasiyadan keçməlisiniz (giriş etməlisiniz).
az: You must be authenticated (logged in) to view this page.

source: Əlçatan Deyil
az: Forbidden

source: Giriş Rədd Edildi
az: Access Denied

source: Bu səhifəyə daxil olmaq üçün icazəniz yoxdur.
az: You don't have permission to access this page.

source: Səhifə Tapılmadı
az: Page Not Found

source: Axtardığınız səhifə mövcud deyil və ya silinib.
az: The page you are looking for does not exist or has been deleted.

source: Təkliflər
az: Suggestions

source: URL-ni yoxlayın
az: Check the URL

source: Ana səhifəyə qayıdın
az: Return to home page

source: Axtarış edərək məzmunu tapın
az: Find content by searching

source: Geri
az: Back

source: Problemin davam etdiyi halda
az: If the problem persists

source: ilə əlaqə saxlayın
az: contact us

source: Çoxlu Sorğu
az: Too Many Requests

source: Server Xətası
az: Server Error

source: Daxili server xətası baş verdi. Komandamız problemi araşdırır.
az: An internal server error occurred. Our team is investigating the problem.

source: Keçid Xətası
az: Bad Gateway

source: Xidmət Mövcud Deyil
az: Service Unavailable

source: Ana Səhifəyə Qayıt
az: Return to Home

source: Texniki Xidmət
az: Maintenance

source: Hazırda sistemdə texniki xidmət aparılır. Qısa zamanda geri dönəcəyik.
az: The system is currently under maintenance. We'll be back shortly.

source: Sistemə Daxil Ol
az: Login to System

source: İstifadəçi adı və ya şifrə yanlışdır. Zəhmət olmasa, yenidən cəhd edin.
az: Username or password is incorrect. Please try again.

source: Şifrə
az: Password

source: Məni xatırla
az: Remember me

source: Şifrənizi unutmusunuz?
az: Forgot your password?

source: Hesabınız yoxdur?
az: Don't have an account?

source: Qeydiyyatdan keçin
az: Register

source: Salam, %(user_full_name)s!
az: Hello, %(user_full_name)s!

source: Biz sizin e-poçt ünvanınız üçün şifrə sıfırlama tələbi aldıq.
az: We received a password reset request for your email address.

source: Yeni şifrə təyin etmək üçün aşağıdakı linkə daxil olun:
az: To set a new password, please click the following link:

source: Əgər bu sorğunu siz etməmisinizsə, bu e-poçta məhəl qoymayın.
az: If you didn't make this request, please ignore this email.

source: Hörmətlə,
az: Best regards,

source: Qiymətləndirmə Sistemi Komandası
az: Evaluation System Team

source: Qeydiyyat
az: Registration

source: Yeni Hesab Yarat
az: Create New Account

source: Qeydiyyatdan Keç
az: Register

source: Artıq hesabınız var?
az: Already have an account?

source: Daxil olun
az: Login

source: Azərbaycan
tr: Azerbaycan

source: English
tr: İngilizce

source: Русский
tr: Rusça

source: time.just_now
tr: şimdi

source: time.minutes_ago
tr: {count} dakika önce

source: time.hours_ago
tr: {count} saat önce

source: time.days_ago
tr: {count} gün önce

source: time.weeks_ago
tr: {count} hafta önce

source: time.months_ago
tr: {count} ay önce

source: time.years_ago
tr: {count} yıl önce
